import React from 'react'
import one from './str2.module.css'
import '../Nachat/nachat.css'

const Str2 = () => {
  return (

   <div>
      
      <div className={one.glavvvv}>
        <div className={one.glavvv}>
        
        <div className={one.glav}>

        <div className={one.glav1}>
        <div className={one.onas}>О нас</div>
        
        <div className={one.onastext}>
Судоходная компания “Агентство речного флота” ведет свою деятельность с 2012 года. Одним из основных направлений деятельности является покупка/продажа судов различного назначения, реновация судов по желанию заказчика, смена типа и назначения судна с документальным сопровождением услуги или вида работ. Постоянный спрос на рынке имееют понтоны различного назначения, такие как КС63, ПМ70, ПЖ61, причалы, брандвахты, плавгостиницы, плаврестораны. На основе типовых проектов мы имеем возможность создать под ваш бизнес оптимальные конструктивные и проектные решения. Наша главная задача – создать комфортные условия работы для наших клиентов, именно поэтому мы стремимся сэкономить ваше время и деньги, предоставить наиболее широкий перечень услуг, с которыми вы можете подробно ознакомиться в разделе “Услуги”.
В нашем распоряжении находятся судна для перевозки различных видов груза (негабаритных и спецобъектов). Суда выполняют как комплексные логистические задачи компании, так и доступны для фрахтования г. Волгоград, Камышин, Астрахань, Саратов, Энгельс, Балаково, Самара, Тольятти, Сызрань, Новокуйбышевск, Дзержинск, Арзамас, Саров, Воронеж, Ростов-на-Дону, Таганрог, Шахты, Волгодонск, Новочеркасск, Санкт-Петербург, Москва, Архангельск, Северодвинск, Калининград, Мурманск, Ульяновск, Пермь, Кострома, Ярославль, Рыбинск, Череповец, Вологда,Тверь, Севастополь, Краснодар, Сочи, Казань, Набережные Челны, Ижевск, Чебоксары, Новочебоксарск, Симферополь, Ялта, Ставрополь, Пятигорск, Кисловодск, Уфа, Стерлитамак, Салават, Махачкала. 
Все нюансы по транспортировке груза, в том числе сроки, порты погрузки и выгрузки, тип и общий объем груза, ставка провозной платы за единицу груза, указываются в договоре фрахтования (чартере).
        </div>

        <div className={one.onas2}>Подписка на нашу рассылку</div>
        <div className={one.onas3}>
          <div className={one.onas3text}>Вы всегда можете быть в курсе новых поступлений флота, информации о «горячих» выгодных предложениях на продажу и получать уведомления об этом на электронную почту.</div>
          <div className={one.onas3form}>
          <input className={one.inp} pattern="^[A-Za-z0-9](([_\.\-]?[a-zA-Z0-9]+)*)@([A-Za-z0-9]+)(([\.\-]?[a-zA-Z0-9]+)*)\.([A-Za-z])+$" type="email" name="email" placeholder="Введите ваш E-mail" maxLength={25} required
            />
          <div className={one.onas3knop}>ПОДПИСАТЬСЯ</div>
          </div>
          </div>
        </div>
        <div className={one.glav2}></div>

        <div className={one.glav3}>
        <div className={one.glav3a}></div>
        </div>

        </div>
          

        
      
      </div>


      </div>

    </div>


  )
}

export default Str2